Repository: luite/zipbrowser
Catalog: po/*.po
Languages: de, el, es, it

source: Unable to open %s
de: Nicht möglich %s zu öffnen
el: Αδυναμία ανοίγματος %s
es: Incapaz de abrir %s
it: Impossibile aprire %s

source: The web browser is unable to display the document. Since it is on the SD card, you can open it from Documents.
de: Der Webbrowser kann das Dokument nicht anzeigen. Wenn es auf der SD Karte ist, können Sie es aus den Dokumenten öffnen.
el: Ο web browser δεν μπορεί να εμφανίσει το έγγραφο. Δεδομένου ότι είναι στην κάρτα SD, μπορείτε να το ανοίξετε από τα Έγγραφα.
es: El navegador web es incapaz de visualizar el documento. Puesto que está en la tarjeta SD, puede abrirlo desde Documentos.
it: Impossibile visualizzare il documento sul browser Web. Se è salvato sulla scheda SD, è possibile aprilo da documenti.

source: The download cannot be started because there is no SD card in this device. Please insert a card and try again.
de: Der download kann nicht gestartet werden, weil sich keine SD Karte in diesem Gerät befindet. Bitte stecken Sie eine Karte ein und versuchen Sie es erneut.
el: Η λήψη δεν μπορεί να ξεκινήσει επειδή δεν υπάρχει κάρτα SD στη συσκευή αυτή. Παρακαλώ εισάγετε μια κάρτα και προσπαθήστε πάλι.
es: No se puede iniciar la descarga porque en este aparato no hay ninguna tarjeta SD. Inserte una tarjeta y vuelva a intentarlo.
it: Impossibile avviare il download poichè non è presente una scheda SD nel dispositivo. Inserire una scheda e riprovare.

source: An error has occurred while saving the file to the SD card. It is possible the card is full or locked.
de: Beim Speichern der Datei auf die SD Karte ist ein Fehler aufgetreten. Es kann sein, das die Karte voll oder verriegelt ist.
el: Συνέβη ένα σφάλμα κατά την αποθήκευση του αρχείου αυτού στην κάρτα SD. Ενδέχεται η κάρτα να είναι πλήρης ή κλειδωμένη.
es: Se ha producido un error al guardar el fichero en la tarjeta SD. La tarjeta puede estar llena o bloqueada.
it: Si è verificato un errore durante il salvataggio del file sulla scheda SD. La scheda potrebbe essere piena o bloccata.

source: Download Progress
de: Download Fortschritt
el: Πρόοδος Λήψης
es: Avance de la descarga
it: Stato download

source: Downloading '%s'...
de: Downloaden '%s'...
el: Λήψη '%s'...
es: Descargando '%s'...
it: Download in corso '%s'...

source: News
de: Zeitungen
el: Τύπος
es: Noticias

source: Books
de: Bücher
el: Βιβλία
es: Libros
it: Libri

source: '%s' has successfully downloaded and can be found in %s.
de: '%s' wurde erfolgreich geladen und befindet sich in %s.
el: '%s' ελήφθη επιτυχώς και μπορεί να βρεθεί στο %s.
es: '%s' ha sido descargado con éxito y se encuentra en %s.
it: '%s' ha completato il download e si trova in %s.

source: The download has been canceled.
de: Der Download wurde abgebrochen.
el: Η λήψη ακυρώθηκε.
es: La descarga ha sido anulada.
it: Il download è stato annullato.

source: A network error has occurred and the download was not completed. Please check your network connection and try again.
de: Ein Netzwerkfehler ist aufgetreten und der Download wurde nicht beendet. Prüfen Sie bitte Ihre Netzwerkverbindung und versuchen Sie es erneut.
el: Συνέβη ένα σφάλμα δικτύου και η λήψη δεν ολοκληρώθηκε. Παρακαλώ ελέγξτε τη σύνδεση δικτύου και προσπαθήστε εκ νέου.
es: Se ha producido un error de red y no se ha completado la descarga. Compruebe su conexión de red y vuelva a intentarlo.
it: Si è verificato un errore di rete e il download non è stato completato. Controllare la connessione di rete quindi riprovare.

source: Do you wish to stop downloading '%s'?
de: Möchten Sie den Download von '%s' stoppen?
el: Θέλετε να σταματήσετε τη λήψη '%s';
es: ¿Desea interrumpir la descarga de '%s'?
it: Interrompere il download '%s'?

source: Adjust Font Size
de: Schriftgröße einstellen
el: Ρύθμιση Μεγέθους Γραμματοσειράς
es: Ajuste del tamaño de fuente
it: Modifica dimensione carattere

source: Actions
de: Aktionen
el: Ενέργειες
es: Acciones
it: Azioni

source: Small
de: Klein
el: Μικρό
es: Pequeño
it: Piccolo

source: Medium
de: Mittel
el: Μεσαίο
es: Mediano
it: Medio

source: Large
de: Groß
el: Μεγάλο
es: Grande
it: Grande

source: X-Large
de: besonders groß
el: Υπερμεγέθες
es: Muy grande
it: Molto grande

source: Previous
de: vorige
el: Προηγούμενο
es: Anterior
it: Precedente

source: Next
de: nächste
el: Επόμενο
es: Siguiente
it: Successivo

source: Reload Page
de: Seite erneut laden
el: Επαναφόρτωση Σελίδας
es: Volver a cargar Página
it: Ricarica pagina

source: Full Screen
de: gesamter Bildschirm
el: Πλήρης Οθόνη
es: Plena pantalla
it: Schermo intero

source: Return to the previous page
de: zur vorigen Seite zurückkehren
el: Επιστροφή στην προηγούμενη σελίδα
es: Regreso a la página anterior
it: Ritorna alla pagina precedente

source: eBook Mall
de: eBook Einkaufszentrum

source: Go to eBook Mall home
de: Gehe zur Startseite des eBook Einkaufszentrums
el: Μετάβαση στην αρχική σελίδα του eBook Mall
es: Ir a la página principal de la tienda de libros electrónicos
it: Vai alla pagina principale eBook Mall

source: Page not found
de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε
es: Página no encontrada
it: Pagina non trovata

source: The page you were trying to retrieve does not exist in the eBook Mall.
de: Die Seite, die Sie aufrufen wollten existiert im eBook Einkaufszentrum nicht.
el: Η σελίδα που προσπαθείτε να ανακτήσετε δεν υπάρχει στο eBook Mall.
es: La página que está intentando encontrar no existe en eBook Mall.
it: La pagina che si sta tendando di caricare non esiste su eBook Mall.

source: Error loading %s
de: Fehler beim Laden von %s
el: Σφάλμα φόρτωσης %s
es: Error al cargar %s
it: Errore durante il caricamento %s

source: The requested page could not be found. This may have happened because:
de: Die angeforderte Seite wurde nicht gefunden. Das kann passiert sein durch:
el: Η ζητούμενη σελίδα δεν μπορεί να βρεθεί. Αυτό μπορεί να συμβαίνει γιατί:
es: No se logra encontrar la página requerida. Esto puede deberse a:
it: La pagina richiesta non è stata trovata. Il problema potrebbe essere causato da:

source: The URL is incorrect
de: Die URL ist falsch
el: Το URL είναι εσφαλμένο
es: La URL es incorrecta
it: URL non corretto

source: The page has been moved or renamed
de: Die Seite wurde verschoben oder umbenannt
el: Η σελίδα μετακινήθηκε ή μετονομάστηκε
es: La página ha sido desplazada o renombrada
it: La pagina è stata spostata o rinominata

source: The page no longer exists
de: Die Seite existiert nicht mehr
el: Η σελίδα δεν υπάρχει πλέον
es: La página ya no existe
it: La pagina non esiste più

source: Loading page...
de: Seite laden...
el: Φόρτωση σελίδας...
es: Cargando la página...
it: Caricamento pagina...

source: Cancel
de: Abbruch
el: Ακύρωση
es: Anular
it: Annulla
